cask_args appdir: "/Applications"

# Tap Homebrew
tap "homebrew/bundle"
tap "homebrew/cask"

cask "iterm"

# System
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "curl"
brew "wget"
brew "git"
brew "vim"
brew "tmux"

# PyEnv Build Environment (https://github.com/pyenv/pyenv/wiki#suggested-build-environment)
brew "openssl"
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "tcl-tk"

# JSON
brew "jq"

# Dev
brew "pyenv"

